{
	"app": {
		"%d warnings": "%d alertes",
		"A long press on the top left button will sleep the screen and the led. The dongle will still function.": "Un appui long sur le bouton en haut à gauche mettra l'écran et le voyant en veille. Le dongle continuera à fonctionner.",
		"Are you sure to shutdown the dongle?": "Êtes-vous sûr de vouloir éteindre le dongle ?",
		"Back": "Retour",
		"Bye now!\\nPlease be patient for a clean shutdown": "Au revoir !\\nSoyez patient pour un arrêt propre",
		"CPU": "CPU",
		"Cancel": "Annuler",
		"Cancel the code\\nif you didn't request.\\nExpires in %2ds": "Annulez le code\\nsi non demandé.\\nExpire dans %2ds",
		"Cancel the code\\nif you didn't request.\\nExpires in %dm %2ds": "Annulez le code\\nsi non demandé.\\nExpire dans %dm %2ds",
		"Disk": "Disque",
		"Done": "OK",
		"Exit": "Quitter",
		"Extern": "Externe",
		"Health": "Statut",
		"Hide": "Cacher",
		"It's recommended to properly shutdown the device with a long press on the top right button.": "Il est recommandé d'éteindre correctement l'appareil en appuyant longuement sur le bouton en haut à droite.",
		"Local": "Locale",
		"Login": "Connex.",
		"Login ": "Connexion",
		"Mem": "Mém",
		"New module are constantly added. Check on the app regularly.": "De nouveaux modules sont constamment ajoutés. Vérifiez régulièrement l'application.",
		"Next": "Suivant",
		"No": "Non",
		"Not connected": "Non connecté",
		"OK": "OK",
		"Port https (443)": "Port https (443)",
		"Port imaps (993)": "Port imaps (993)",
		"Port mail (25)": "Port mail (25)",
		"Port pop3s (995)": "Port pop3s (995)",
		"Port smtps (465)": "Port smtps (465)",
		"Press both bottom buttons at the same time for 10 seconds to reset and delete all the dongle data.": "Appuyez sur les deux boutons inférieurs en même temps pendant 10 secondes pour réinitialiser et supprimer toutes les données du dongle.",
		"Press long on the top buttons to turn off the screen or shutdown.": "Appuyez longuement sur les boutons du haut pour veille ou éteindre.",
		"Press the top right button to access the Login qrcode of the web app.": "Appuyez sur le bouton en haut à droite pour accéder au code QR de connexion de l'app.",
		"Prev.": "Préc.",
		"Rot.": "Rot.",
		"Rotation is not supported on the web demo.": "La rotation n'est pas prise en charge dans la démo web.",
		"Serial": "Sérial",
		"Setup": "Configuration",
		"Sleeping...": "En veille...",
		"Storage": "Disque",
		"Tips": "Aide",
		"Use the buttons (except OK) to rotate the screen.": "Utilisez les boutons pour faire pivoter l'écran.",
		"Welcome!": "Bienvenue !",
		"Wi-Fi": "Wi-Fi",
		"Yes": "Oui",
		"You can recover a bricked dongle with the recovery tool (available on Windows, Linux and Mac).": "Vous pouvez réparer un dongle endommagé avec l'outil de récupération (Windows, Linux et Mac).",
		"Your code is": "Votre code est"
	}
}
